{
  "Singapore's Premier Distributor": "الموزع الرئيسي في سنغافورة",
  "Delivering": "تقديم",
  "Distinction": "التميز",
  "in Every Drop": "في كل قطرة",
  "Your trusted partner in premium wines, spirits, and luxury liquor brands. Bridging the world's finest spirits to emerging markets.": "شريكك الموثوق في النبيذ الفاخر والمشروبات الروحية والعلامات التجارية الفاخرة للمشروبات. نربط أفضل المشروبات الروحية في العالم بالأسواق الناشئة.",
  "Explore Our Portfolio": "استكشف محفظتنا",
  "Partner With Us": "كن شريكاً معنا",
  "Distribution Network": "شبكة التوزيع",
  "Singapore": "سنغافورة",
  "Asia-Pacific": "آسيا والمحيط الهادئ",
  "Middle East": "الشرق الأوسط",
  "Africa": "أفريقيا",
  "About Us": "من نحن",
  "Crafting Excellence.": "صناعة التميز.",
  "Distributing Prestige.": "توزيع الهيبة.",
  "We are a leading importer and distributor of the world's finest wines and spirits, dedicated to delivering unparalleled quality and service. With an exclusive selection of renowned brands, we bring the best of the world to your business.": "نحن مستورد وموزع رائد لأفضل أنواع النبيذ والمشروبات الروحية في العالم، ملتزمون بتقديم جودة وخدمة لا مثيل لها. مع مجموعة حصرية من العلامات التجارية الشهيرة، نجلب الأفضل من العالم إلى عملك.",
  "Global Reach": "الانتشار العالمي",
  "Distribution across Asia-Pacific, Middle East & Africa": "التوزيع عبر آسيا والمحيط الهادئ والشرق الأوسط وأفريقيا",
  "Premium Selection": "اختيار متميز",
  "Curated collection of world-renowned brands": "مجموعة مختارة من العلامات التجارية الشهيرة عالمياً",
  "Expert Logistics": "لوجستيات متخصصة",
  "Temperature-controlled, compliant delivery": "تسليم متوافق ومتحكم في درجة الحرارة",
  "Full Compliance": "امتثال كامل",
  "International regulatory expertise": "خبرة تنظيمية دولية",
  "Learn More About Us": "تعرف علينا أكثر",
  "Our": "محفظتنا",
  "Portfolio": "",
  "Exceptional Brands. Exquisite Selection.": "علامات تجارية استثنائية. اختيار رائع.",
  "Whiskey": "ويسكي",
  "Exceptional vintages from world-renowned vineyards": "محاصيل استثنائية من مزارع الكروم الشهيرة عالمياً",
  "Distinguished single malts and heritage blends aged in timeless oak.": "مالت مفردة متميزة ومزيجات تراثية معتقة في خشب البلوط الخالد.",
  "Gin": "جين",
  "Premium whisky, vodka, gin & cognac collections": "مجموعات الويسكي والفودكا والجين والكونياك الفاخرة",
  "Artisanal infusions crafted with rare botanicals and aromatic essences.": "تسريبات حرفية مصنوعة من نباتات نادرة وخلاصات عطرية.",
  "Brandy": "براندي",
  "Exclusive collector's items and rare finds": "قطع حصرية للهواة واكتشافات نادرة",
  "Refined elixirs distilled from the finest fruit harvests.": "إكسيرات راقية مقطرة من أفضل محاصيل الفاكهة.",
  "Rum": "رم",
  "Golden cane spirits and rich reserves from tropical shores.": "أرواح قصب ذهبية واحتياطيات غنية من الشواطئ الاستوائية.",
  "Vodka": "فودكا",
  "Pristine spirits defined by unmatched purity and clarity.": "أرواح نقية تتميز بنقاء ووضوح لا مثيل لهما.",
  "Our Global": "انتشارنا",
  "Reach": "العالمي",
  "Connecting World-Class Brands to Premium Markets": "ربط العلامات التجارية العالمية بالأسواق المتميزة",
  "With an extensive distribution network and strong relationships across key markets, we bridge the gap between renowned international producers and discerning buyers.": "مع شبكة توزيع واسعة وعلاقات قوية عبر الأسواق الرئيسية، نسد الفجوة بين المنتجين الدوليين المشهورين والمشترين المميزين.",
  "Presence Across Multiple Regions": "تواجد عبر مناطق متعددة",
  "Distribution channels spanning North America, Europe, Asia, and beyond.": "قنوات توزيع تمتد عبر أمريكا الشمالية وأوروبا وآسيا وما بعدها.",
  "Trusted Partnerships": "شراكات موثوقة",
  "Long-standing relationships with prestigious wineries and distilleries worldwide.": "علاقات طويلة الأمد مع مصانع النبيذ والتقطير المرموقة في جميع أنحاء العالم.",
  "Efficient Logistics": "لوجستيات فعالة",
  "State-of-the-art logistics solutions ensuring on-time delivery and product integrity.": "حلول لوجستية متطورة تضمن التسليم في الوقت المحدد وسلامة المنتج.",
  "In-depth knowledge of international regulations and import/export compliance.": "معرفة عميقة باللوائح الدولية والامتثال للاستيراد/التصدير.",
  "Testimonials": "شهادات العملاء",
  "Trusted by Industry Leaders": "موثوق به من قبل قادة الصناعة",
  "Working with this distributor has been a game changer for our business. Their exceptional selection and professional service have exceeded our expectations.": "العمل مع هذا الموزع كان نقطة تحول في أعمالنا. اختيارهم الاستثنائي وخدمتهم المهنية تجاوزت توقعاتنا.",
  "Beverage Director": "مدير المشروبات",
  "An outstanding partner in the industry! Their expertise and commitment to quality make them a preferred choice for premium spirits.": "شريك متميز في الصناعة! خبرتهم والتزامهم بالجودة يجعلانهم الخيار المفضل للمشروبات الروحية الفاخرة.",
  "Purchasing Manager": "مدير المشتريات",
  "The attention to detail in their logistics and the quality of their portfolio is unmatched. A truly reliable partner for luxury hospitality.": "الاهتمام بالتفاصيل في لوجستياتهم وجودة محفظتهم لا مثيل لهما. شريك موثوق حقاً للضيافة الفاخرة.",
  "F&B Director": "مدير الأغذية والمشروبات",
  "Home": "الرئيسية",
  "About": "من نحن",
  "Products": "المنتجات",
  "Contact": "اتصل بنا",
  "Quick Links": "روابط سريعة",
  "Connect": "تواصل",
  "All rights reserved.": "جميع الحقوق محفوظة.",
  "Please enjoy responsibly. Must be of legal drinking age.": "يرجى الاستمتاع بمسؤولية. يجب أن تكون في السن القانوني للشرب.",
  "Singapore's premier distributor of world-class wines and spirits. Bridging global luxury brands to emerging markets across Asia-Pacific, Middle East, and Africa.": "الموزع الرئيسي في سنغافورة للنبيذ والمشروبات الروحية العالمية. نربط العلامات التجارية الفاخرة العالمية بالأسواق الناشئة عبر آسيا والمحيط الهادئ والشرق الأوسط وأفريقيا.",
  "Contact Us": "اتصل بنا",
  "Us": "بنا",
  "Let's discuss how we can bring premium spirits to your market": "دعنا نناقش كيف يمكننا جلب المشروبات الروحية الفاخرة إلى سوقك",
  "Send Us a Message": "أرسل لنا رسالة",
  "Full Name": "الاسم الكامل",
  "Email": "البريد الإلكتروني",
  "Company": "الشركة",
  "Phone": "الهاتف",
  "Message": "الرسالة",
  "Sending...": "جارٍ الإرسال...",
  "Send Message": "إرسال الرسالة",
  "Get in Touch": "تواصل معنا",
  "Headquarters": "المقر الرئيسي",
  "Business Hours": "ساعات العمل",
  "Global Offices": "المكاتب العالمية",
  "Connect with us": "تواصل معنا",
  "Follow on LinkedIn": "تابعنا على لينكد إن",
  "Singapore's Gateway to the World's Finest Spirits": "بوابة سنغافورة إلى أفضل المشروبات الروحية في العالم",
  "Our Story": "قصتنا",
  "Founded in Singapore, we have established ourselves as the premier gateway connecting world-class spirits and wines to the rapidly growing markets of Asia-Pacific, Middle East, and Africa.": "تأسسنا في سنغافورة، وأثبتنا أنفسنا كبوابة رئيسية تربط المشروبات الروحية والنبيذ العالمي بالأسواق سريعة النمو في آسيا والمحيط الهادئ والشرق الأوسط وأفريقيا.",
  "Our strategic location in Singapore positions us as the ideal logistics hub, enabling seamless distribution to luxury hotels, duty-free shops, and high-end retailers across emerging markets.": "موقعنا الاستراتيجي في سنغافورة يضعنا كمركز لوجستي مثالي، مما يتيح التوزيع السلس للفنادق الفاخرة ومتاجر السوق الحرة وتجار التجزئة الراقية عبر الأسواق الناشئة.",
  "With decades of combined experience in the premium spirits industry, our team brings unparalleled expertise in brand positioning, market development, and regulatory compliance.": "مع عقود من الخبرة المشتركة في صناعة المشروبات الروحية الفاخرة، يجلب فريقنا خبرة لا مثيل لها في تحديد موقع العلامة التجارية وتطوير السوق والامتثال التنظيمي.",
  "Values": "القيم",
  "The principles that guide everything we do": "المبادئ التي توجه كل ما نقوم به",
  "Excellence": "التميز",
  "We pursue the highest standards in every aspect of our business.": "نسعى لأعلى المعايير في كل جانب من جوانب أعمالنا.",
  "Integrity": "النزاهة",
  "Honest partnerships built on trust and transparency.": "شراكات صادقة مبنية على الثقة والشفافية.",
  "Partnership": "الشراكة",
  "Collaborative relationships with brands and clients alike.": "علاقات تعاونية مع العلامات التجارية والعملاء على حد سواء.",
  "Innovation": "الابتكار",
  "Continuously evolving to meet market demands.": "التطور المستمر لتلبية متطلبات السوق.",
  "Expertise": "الخبرة",
  "Built on Knowledge. Driven by Passion.": "مبنية على المعرفة. مدفوعة بالشغف.",
  "Market Insights": "رؤى السوق",
  "Deep understanding of market trends and emerging opportunities in the luxury liquor sector.": "فهم عميق لاتجاهات السوق والفرص الناشئة في قطاع المشروبات الفاخرة.",
  "Consumer Behavior": "سلوك المستهلك",
  "Tailored strategies based on in-depth analysis of consumer preferences and purchasing habits.": "استراتيجيات مخصصة بناءً على تحليل متعمق لتفضيلات المستهلك وعادات الشراء.",
  "Strategic Marketing": "التسويق الاستراتيجي",
  "Innovative campaigns that enhance brand visibility and drive demand.": "حملات مبتكرة تعزز رؤية العلامة التجارية وتدفع الطلب.",
  "Brand Development": "تطوير العلامة التجارية",
  "Proven track record of cultivating and expanding premium liquor brands in competitive markets.": "سجل حافل في تنمية وتوسيع العلامات التجارية للمشروبات الفاخرة في الأسواق التنافسية.",
  "All Products": "جميع المنتجات",
  "Back to Categories": "العودة إلى الفئات",
  "Interested in Our Products?": "مهتم بمنتجاتنا؟",
  "Contact our team for detailed product catalogs, pricing, and partnership opportunities.": "اتصل بفريقنا للحصول على كتالوجات المنتجات التفصيلية والأسعار وفرص الشراكة.",
  "Product Not Found": "المنتج غير موجود",
  "Back to Products": "العودة إلى المنتجات",
  "Description": "الوصف",
  "Volume": "الحجم",
  "ABV": "نسبة الكحول",
  "Tasting Notes": "ملاحظات التذوق",
  "Awards & Recognition": "الجوائز والتقدير",
  "Inquire About This Product": "استفسر عن هذا المنتج",
  "View All Products": "عرض جميع المنتجات",
  "View Details": "عرض التفاصيل",
  "Explore our complete collection": "استكشف مجموعتنا الكاملة"
}
