{
  "Singapore's Premier Distributor": "Pengedar Utama Singapura",
  "Delivering": "Menyampaikan",
  "Distinction": "Keunggulan",
  "in Every Drop": "dalam Setiap Titisan",
  "Your trusted partner in premium wines, spirits, and luxury liquor brands. Bridging the world's finest spirits to emerging markets.": "Rakan kongsi anda yang dipercayai dalam wain premium, minuman keras dan jenama minuman keras mewah. Menghubungkan minuman keras terbaik dunia ke pasaran sedang membangun.",
  "Explore Our Portfolio": "Terokai Portfolio Kami",
  "Partner With Us": "Bekerjasama Dengan Kami",
  "Distribution Network": "Rangkaian Pengedaran",
  "Singapore": "Singapura",
  "Asia-Pacific": "Asia-Pasifik",
  "Middle East": "Timur Tengah",
  "Africa": "Afrika",
  "About Us": "Tentang Kami",
  "Crafting Excellence.": "Menghasilkan Kecemerlangan.",
  "Distributing Prestige.": "Mengedarkan Prestij.",
  "We are a leading global of the world's finest wines and spirits, dedicated to delivering unparalleled quality and service. With an exclusive selection of renowned brands, we bring the best of the world to your business.": "Kami adalah pengimport dan pengedar terkemuka wain dan minuman keras terbaik dunia, berdedikasi untuk memberikan kualiti dan perkhidmatan yang tiada tandingan. Dengan pilihan eksklusif jenama terkenal, kami membawa yang terbaik dari dunia ke perniagaan anda.",
  "Global Reach": "Jangkauan Global",
  "Distribution across Asia-Pacific, Middle East & Africa": "Pengedaran merentasi Asia-Pasifik, Timur Tengah & Afrika",
  "Premium Selection": "Pilihan Premium",
  "Curated collection of world-renowned brands": "Koleksi terpilih jenama terkenal dunia",
  "Expert Logistics": "Logistik Pakar",
  "Temperature-controlled, compliant delivery": "Penghantaran terkawal suhu dan patuh",
  "Full Compliance": "Pematuhan Penuh",
  "International regulatory expertise": "Kepakaran peraturan antarabangsa",
  "Learn More About Us": "Ketahui Lebih Lanjut Tentang Kami",
  "Our": "Portfolio",
  "Portfolio": "Kami",
  "Exceptional Brands. Exquisite Selection.": "Jenama Luar Biasa. Pilihan Eksquisit.",
  "Whiskey": "Wiski",
  "Exceptional vintages from world-renowned vineyards": "Vintaj luar biasa dari ladang anggur terkenal dunia",
  "Distinguished single malts and heritage blends aged in timeless oak.": "Malt tunggal terpilih dan campuran warisan yang dieram dalam oak abadi.",
  "Gin": "Gin",
  "Premium whisky, vodka, gin & cognac collections": "Koleksi wiski, vodka, gin & cognac premium",
  "Artisanal infusions crafted with rare botanicals and aromatic essences.": "Infusi artisan yang dibuat dengan botanikal jarang dan esens aromatik.",
  "Brandy": "Brandi",
  "Exclusive collector's items and rare finds": "Barang koleksi eksklusif dan penemuan jarang",
  "Refined elixirs distilled from the finest fruit harvests.": "Eliksir halus yang disuling dari hasil buah terbaik.",
  "Rum": "Rum",
  "Golden cane spirits and rich reserves from tropical shores.": "Spirit tebu emas dan rizab kaya dari pantai tropika.",
  "Vodka": "Vodka",
  "Pristine spirits defined by unmatched purity and clarity.": "Spirit murni yang ditakrifkan oleh ketulenan dan kejelasan yang tiada tandingan.",
  "Our Global": "Jangkauan",
  "Reach": "Global Kami",
  "Connecting World-Class Brands to Premium Markets": "Menghubungkan Jenama Bertaraf Dunia ke Pasaran Premium",
  "With an extensive distribution network and strong relationships across key markets, we bridge the gap between renowned international producers and discerning buyers.": "Dengan rangkaian pengedaran yang luas dan hubungan yang kukuh di seluruh pasaran utama, kami merapatkan jurang antara pengeluar antarabangsa terkenal dan pembeli yang cermat.",
  "Presence Across Multiple Regions": "Kehadiran Di Pelbagai Wilayah",
  "Distribution channels spanning North America, Europe, Asia, and beyond.": "Saluran pengedaran merangkumi Amerika Utara, Eropah, Asia, dan seterusnya.",
  "Trusted Partnerships": "Perkongsian Dipercayai",
  "Long-standing relationships with prestigious wineries and distilleries worldwide.": "Hubungan lama dengan kilang wain dan kilang penyulingan berprestij di seluruh dunia.",
  "Efficient Logistics": "Logistik Cekap",
  "State-of-the-art logistics solutions ensuring on-time delivery and product integrity.": "Penyelesaian logistik terkini memastikan penghantaran tepat masa dan integriti produk.",
  "In-depth knowledge of international regulations and import/export compliance.": "Pengetahuan mendalam tentang peraturan antarabangsa dan pematuhan import/eksport.",
  "Testimonials": "Testimoni",
  "Trusted by Industry Leaders": "Dipercayai oleh Pemimpin Industri",
  "Working with this distributor has been a game changer for our business. Their exceptional selection and professional service have exceeded our expectations.": "Bekerjasama dengan pengedar ini telah mengubah perniagaan kami. Pilihan luar biasa dan perkhidmatan profesional mereka telah melebihi jangkaan kami.",
  "Beverage Director": "Pengarah Minuman",
  "An outstanding partner in the industry! Their expertise and commitment to quality make them a preferred choice for premium spirits.": "Rakan kongsi yang cemerlang dalam industri! Kepakaran dan komitmen mereka terhadap kualiti menjadikan mereka pilihan utama untuk minuman keras premium.",
  "Purchasing Manager": "Pengurus Pembelian",
  "The attention to detail in their logistics and the quality of their portfolio is unmatched. A truly reliable partner for luxury hospitality.": "Perhatian terhadap perincian dalam logistik mereka dan kualiti portfolio mereka tiada tandingan. Rakan kongsi yang benar-benar boleh dipercayai untuk hospitaliti mewah.",
  "F&B Director": "Pengarah F&B",
  "Home": "Laman Utama",
  "About": "Tentang",
  "Products": "Produk",
  "Contact": "Hubungi",
  "Quick Links": "Pautan Pantas",
  "Connect": "Hubung",
  "All rights reserved.": "Hak cipta terpelihara.",
  "Please enjoy responsibly. Must be of legal drinking age.": "Sila nikmati dengan bertanggungjawab. Mestilah berumur cukup untuk minum.",
  "Singapore's premier distributor of world-class wines and spirits. Bridging global luxury brands to emerging markets across Asia-Pacific, Middle East, and Africa.": "Pengedar utama Singapura untuk wain dan minuman keras bertaraf dunia. Menghubungkan jenama mewah global ke pasaran sedang membangun di seluruh Asia-Pasifik, Timur Tengah dan Afrika.",
  "Contact Us": "Hubungi Kami",
  "Us": "Kami",
  "Let's discuss how we can bring premium spirits to your market": "Mari bincang bagaimana kami boleh membawa minuman keras premium ke pasaran anda",
  "Send Us a Message": "Hantar Mesej Kepada Kami",
  "Full Name": "Nama Penuh",
  "Email": "E-mel",
  "Company": "Syarikat",
  "Phone": "Telefon",
  "Message": "Mesej",
  "Sending...": "Menghantar...",
  "Send Message": "Hantar Mesej",
  "Get in Touch": "Hubungi Kami",
  "Headquarters": "Ibu Pejabat",
  "Business Hours": "Waktu Perniagaan",
  "Global Offices": "Pejabat Global",
  "Connect with us": "Berhubung dengan kami",
  "Follow on LinkedIn": "Ikuti di LinkedIn",
  "Singapore's Gateway to the World's Finest Spirits": "Pintu Masuk Singapura ke Minuman Keras Terbaik Dunia",
  "Our Story": "Kisah Kami",
  "Founded in Singapore, we have established ourselves as the premier gateway connecting world-class spirits and wines to the rapidly growing markets of Asia-Pacific, Middle East, and Africa.": "Diasaskan di Singapura, kami telah menetapkan diri kami sebagai pintu masuk utama yang menghubungkan minuman keras dan wain bertaraf dunia ke pasaran Asia-Pasifik, Timur Tengah dan Afrika yang berkembang pesat.",
  "Our strategic location in Singapore positions us as the ideal logistics hub, enabling seamless distribution to luxury hotels, duty-free shops, and high-end retailers across emerging markets.": "Lokasi strategik kami di Singapura meletakkan kami sebagai hab logistik yang ideal, membolehkan pengedaran lancar ke hotel mewah, kedai bebas cukai dan peruncit mewah di seluruh pasaran sedang membangun.",
  "With decades of combined experience in the premium spirits industry, our team brings unparalleled expertise in brand positioning, market development, and regulatory compliance.": "Dengan pengalaman gabungan berdekad dalam industri minuman keras premium, pasukan kami membawa kepakaran tiada tandingan dalam penentuan posisi jenama, pembangunan pasaran dan pematuhan peraturan.",
  "Values": "Nilai",
  "The principles that guide everything we do": "Prinsip yang membimbing semua yang kami lakukan",
  "Excellence": "Kecemerlangan",
  "We pursue the highest standards in every aspect of our business.": "Kami mengejar standard tertinggi dalam setiap aspek perniagaan kami.",
  "Integrity": "Integriti",
  "Honest partnerships built on trust and transparency.": "Perkongsian jujur dibina atas kepercayaan dan ketelusan.",
  "Partnership": "Perkongsian",
  "Collaborative relationships with brands and clients alike.": "Hubungan kolaboratif dengan jenama dan pelanggan.",
  "Innovation": "Inovasi",
  "Continuously evolving to meet market demands.": "Terus berkembang untuk memenuhi permintaan pasaran.",
  "Expertise": "Kepakaran",
  "Built on Knowledge. Driven by Passion.": "Dibina atas Pengetahuan. Didorong oleh Semangat.",
  "Market Insights": "Wawasan Pasaran",
  "Deep understanding of market trends and emerging opportunities in the luxury liquor sector.": "Pemahaman mendalam tentang trend pasaran dan peluang yang muncul dalam sektor minuman keras mewah.",
  "Consumer Behavior": "Tingkah Laku Pengguna",
  "Tailored strategies based on in-depth analysis of consumer preferences and purchasing habits.": "Strategi yang disesuaikan berdasarkan analisis mendalam tentang keutamaan pengguna dan tabiat pembelian.",
  "Strategic Marketing": "Pemasaran Strategik",
  "Innovative campaigns that enhance brand visibility and drive demand.": "Kempen inovatif yang meningkatkan keterlihatan jenama dan mendorong permintaan.",
  "Brand Development": "Pembangunan Jenama",
  "Proven track record of cultivating and expanding premium liquor brands in competitive markets.": "Rekod prestasi terbukti dalam memupuk dan mengembangkan jenama minuman keras premium dalam pasaran yang kompetitif.",
  "All Products": "Semua Produk",
  "Back to Categories": "Kembali ke Kategori",
  "Interested in Our Products?": "Berminat dengan Produk Kami?",
  "Contact our team for detailed product catalogs, pricing, and partnership opportunities.": "Hubungi pasukan kami untuk katalog produk terperinci, harga dan peluang perkongsian.",
  "Product Not Found": "Produk Tidak Dijumpai",
  "Back to Products": "Kembali ke Produk",
  "Description": "Penerangan",
  "Volume": "Isipadu",
  "ABV": "ABV",
  "Tasting Notes": "Nota Rasa",
  "Awards & Recognition": "Anugerah & Pengiktirafan",
  "Inquire About This Product": "Tanya Tentang Produk Ini",
  "View All Products": "Lihat Semua Produk",
  "View Details": "Lihat Butiran",
  "Explore our complete collection": "Terokai koleksi lengkap kami"
}
